Repository: ssKazal/matherhat-copy
Catalog: src/core/locale/*/LC_MESSAGES/django.po
Languages: bn

source: Have some query
bn: কিছু জিজ্ঞাসা আছে

source: Need to start a project
bn: একটি প্রকল্প শুরু করতে হবে

source: Want to know quotation
bn: উদ্ধৃতি জানতে চাই

source: Others
bn: অন্যান্য

source: If one or multiple bank info is provided than all bank information is required.
bn: ব্যাংকের সব তথ্য প্রয়োজন, যদি আপনি একটি অথবা তার অধিক পূরণ করেন।

source: Matherhat Islamia Eamtimkhana O Hafizia Madrasha
bn: মাঠেরহাট ইসলামিয়া এতিমখানা ও হাফেজিয়া মাদ্রাসাহ

source: In the name of Allah the Merciful
bn: পরম করুণাময় আল্লাহর নামে

source: Home
bn: হোম

source: Some Words
bn: কিছু কথা

source: Gallery
bn: গ্যালারী

source: Notice
bn: বিজ্ঞপ্তি

source: Support Us
bn: সাহায্য করুন

source: Contact Us
bn: যোগাযোগ করুন

source: Preview
bn: দেখুন

source: See More
bn: আরও দেখুন

source: Teachers
bn: শিক্ষক সংখ্যা

source: Students
bn: ছাত্র সংখ্যা

source: Staffs
bn: কর্মী সংখ্যা

source: Active Years
bn: বর্ষপূর্তি

source: Support For Madrasha
bn: মাদ্রাসার জন্য সাহায্য করুন

source: Donate us by
bn: দান করার মধ্যম

source: Islami Bank Bangladesh LTD
bn: ইসলামি ব্যাংক বাংলাদেশ লিমিটেড

source: Acc No.
bn: হিসাব নাম্বার

source: Branch
bn: শাখা

source: bKash
bn: বিকাশ

source: Our
bn: আমাদের

source: ROCKET
bn: রকেট

source: Our Facebook Page
bn: আমাদের ফেইসবুক পেইজ

source: Language
bn: ভাষা

source: Change
bn: পরিবর্তন

source: Jazakkallah for contacting us, our team will reach you soon...
bn: জাযাক্কাল্লাহ, আমাদের দল শীঘ্রই আপনার সাথে যোগাযোগ করবে...

source: Sorry we’re facing some technical difficulties, please try again after somtimes
bn: দুঃখিত আমরা কিছু প্রযুক্তিগত সমস্যার সম্মুখীন হওয়ার কারণে, কিছুক্ষণ পর আবার চেষ্টা করুন।

source: Go Back
bn: ফিরে যান

source: Try Again Now
bn: এখনই চেষ্টা করুন

source: Try Again Later
bn: পরে চেষ্টা করুন

source: Name
bn: নাম

source: Type your name
bn: আপনার নাম লিখেন

source: Country
bn: দেশ

source: Phone number with country code
bn: কান্ট্রি কোড দিয়ে ফোন নাম্বার লিখেন

source: Subject
bn: বিষয়

source: Message
bn: ম্যাসেজ

source: Type your message
bn: আপনার ম্যাসেজ লিখেন

source: Submit
bn: দাখিল

source: Cancel
bn: বাতিল

source: Top
bn: উপরে
